Repository: matirosero/mro-cit-front-end-registration
Catalog: languages/mro-cit-frontend-*.po
Languages: es_pe

source: Your account has been created successfully.
es_pe: Su perfil ha sido creado con éxito.

source: You must log in to edit your profile.
es_pe: Ingrese al sitio para editar su perfil.

# Registration date
source: Member since
es_pe: Afiliado desde

source: Edit your account
es_pe: Edite su cuenta

source: Username
es_pe: Nombre de usuario

source: Usernames can't be changed.
es_pe: Los nombres de usuario no se pueden cambiar.

source: Representative's First Name
es_pe: Nombre del representante

source: Representative's Last Name
es_pe: Apellidos del representante

source: Representative's Email
es_pe: Correo electrónico del representante

source: First Name
es_pe: Nombre

source: Last Name
es_pe: Apellidos

source: Email
es_pe: Correo electrónico

source: Secondary Contact (cc:)
es_pe: Contacto secundario (cc:)

source: Fill this in if you'd like someone copied on all website account management emails.
es_pe: Llene estos campos si desea que se copie a alguien más en todos los correos que tienen que ver con administración de su cuenta.

source: Secondary Contact Email
es_pe: Correo electrónico de contacto secundario

source: Secondary Contact: First Name
es_pe: Nombre del contacto secundario

source: Secondary Contact: Last Name
es_pe: Apellidos del contacto secundario

source: Phone
es_pe: Teléfono

source: Business sector
es_pe: Sector empresarial

source: Occupation
es_pe: Ocupación

source: Company
es_pe: Compañía

source: Country
es_pe: País

source: New Password
es_pe: Nueva contraseña

source: Leave blank to keep password unchanged.
es_pe: Deje en blanco para mantener la misma contraseña.

source: New Password Again
es_pe: Repetir nueva contraseña

source: Edit profile
es_pe: Editar perfil

source: Invalid email
es_pe: Correo inválido

source: Email already registered
es_pe: Correo previamente registrado

source: Please choose a valid country.
es_pe: Por favor elija un país válido.

source: Please fill in your company's name.
es_pe: Por favor indique el nombre de su empresa.

source: Invalid secondary email
es_pe: Correo electrónico secundario inválido

source: Passwords do not match
es_pe: Las contraseñas no coinciden

source: Your profile has been succesfully edited!
es_pe: ¡Su perfil ha sido editado correctamente!

source: Email: %s
es_pe: Correo electrónico: %s

source: <strong>ERROR:</strong> Invalid username and/or password.
es_pe: <strong>ERROR</strong>: nombre de usuario o contraseña inválidos.

source: Lost password?
es_pe: ¿Olvidó su contraseña?

source: <strong>ERROR:</strong> Username and/or Password is empty.
es_pe: <strong>ERROR</strong>: nombre de usuario o contraseña vacíos.

source: <strong>ERROR:</strong> You are logged out.
es_pe: <strong>ERROR:</strong> Su sesión ha terminado.

source: Username or Email Address
es_pe: Usuario o correo electrónico

source: A password can't be reset if the user is logged in.
es_pe: La contraseña no se puede restablecer si el usuario tiene sesión activa.

source: Please enter your username or email address. You will receive a link to create a new password via email.
es_pe: Por favor introduzca su nombre de usuario o dirección de correo electrónico. Recibirá un enlace para crear una contraseña nueva por correo electrónico.

source: Username or E-mail
es_pe: Usuario o correo electrónico

source: Get New Password
es_pe: Obtener nueva contraseña

source: Enter a username or email address.
es_pe: Ingrese su usuario o email.

source: There is no user registered with that email address.
es_pe: No hay ningún usuario registrado con esta dirección de correo electrónico.

source: There is no user registered with that username.
es_pe: No hay ningún usuario registrado con ese nombre de usuario.

source: Someone has requested a password reset for the following account:
es_pe: Solicitaron un cambio de password para la siguiente cuenta:

source: Site Name: %s
es_pe: Nombre del sitio: %s

source: Username: %s
es_pe: Nombre de usuario: %s

source: If this was a mistake, just ignore this email and nothing will happen.
es_pe: Si esto fue un error, por favor ignore este correo electrónico y no pasará nada.

source: To reset your password, visit the following address:
es_pe: Para restablecer tu contraseña, por favor visita la siguiente dirección:

source: [%s] Password Reset
es_pe: [%s] Restablecer contraseña

source: The email could not be sent.
es_pe: El mail no fue enviado.

source: Possible reason: your host may have disabled the mail() function.
es_pe: Posible razón: su anfitrión puede haber deshabilitado la función mail().

source: Check your email for your confirmation link.
es_pe: Revise su correo para encontrar el enlace de confirmación.

source: Your account doesn't have permission to see this page.
es_pe: Su cuenta no tiene permiso para ver esta página.

source: Add temporary members
es_pe: Añadir suscriptores temporales

source: Name
es_pe: Nombre

source: Lastname
es_pe: Apellidos

source: Add member
es_pe: Añadir suscriptor

source: Enter your email to subscribe to our newsletter
es_pe: Ingrese su correo para suscribirse a nuestra lista de correo

source: Email . . .
es_pe: Correo electrónico...

source: Sign Up
es_pe: Registrarse

source: Your email address is invalid
es_pe: Correo electrónico inválido

source: Invalid Email
es_pe: Correo inválido

source: The email address
es_pe: Correo electrónico

source: The email address %d has been unsubscribed.
es_pe: La dirección de correo %d ha sido eliminada.

source: Choose the list to subscribe users to
es_pe: Elija la lista a la que suscribir usuarios

source: Save Options
es_pe: Guardar Opciones

source: Become a member
es_pe: Convertirse en afiliado

source: User registration is not enabled
es_pe: El registro de usuarios no está habilitado

source: Use this form if you wish to sign up for a Personal membership.
es_pe: Utilice este formulario si desea inscribirse como Afiliado Personal.

source: Representative's Last Name
es_pe: Apellidos del representante

source: Representative's Email
es_pe: Correo electrónico del representante

source: Password
es_pe: Contraseña

source: Password Again
es_pe: Repetir contraseña

source: Username already taken
es_pe: El nombre de usuario ya está en uso

source: Invalid username
es_pe: Nombre de usuario inválido

source: Please enter a username
es_pe: Por favor, introducir un nombre de usuario

source: Please enter a valid membership type.
es_pe: Por favor introduzca un tipo de afiliación válida.

source: Please enter a password
es_pe: Por favor, introducir una contraseña

source: Contact {#}
es_pe: Contacto {#}

source: Add Another Contact
es_pe: Añadir otro contacto

source: Remove Contact
es_pe: Eliminar contacto

source: Contact name
es_pe: Nombre del contacto

source: Contact last name
es_pe: Apellidos del contacto

source: Contact email
es_pe: Correo electrónico del contacto

source: Your contacts have been updated, %s.
es_pe: Sus contactos han sido actualizados, %s.

source: Save contacts
es_pe: Guardar contactos

source: Security check failed.
es_pe: La comprobación de seguridad ha fallado.

source: You must log in to do this.
es_pe: Ingrese al sitio para hacer esto.

source: Your account doesn't have permission to do this.
es_pe: Su cuenta no tiene permiso para hacer esto.

source: Invalid email.
es_pe: Correo inválido.

source: All contacts must have an email.
es_pe: Todos los contactos deben tener un correo electrónico.
